tap "aws/tap"
tap "borkdude/brew"
tap "browsh-org/browsh"
tap "cjbassi/gotop"
tap "cjbassi/ytop"
tap "clojure-lsp/brew"
tap "d12frosted/emacs-plus"
tap "daviderestivo/emacs-head"
tap "eddieantonio/eddieantonio"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core", "https://github.com/homebrew/homebrew-core.git"
tap "homebrew/services"
tap "jakehilborn/jakehilborn"
tap "koekeishiya/formulae"
tap "microsoft/mssql-release"
tap "railwaycat/emacsmacport"
tap "sake.sh/holodata", "https://sake.sh/holodata"
tap "superfly/tap"
tap "yt-dlp/taps"
brew "libpng"
brew "libffi"
brew "readline"
brew "xz"
brew "python@3.9", link: false
brew "glib"
brew "pkg-config"
brew "cairo"
brew "jpeg"
brew "libtiff"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "ammonite-repl"
brew "brotli"
brew "node"
brew "anime-downloader"
brew "libyaml"
brew "ansible"
brew "ant"
brew "apktool"
brew "archey"
brew "asciidoctor"
brew "autoconf", link: false
brew "automake"
brew "coreutils"
brew "libtool"
brew "unixodbc"
brew "asdf"
brew "python@3.8"
brew "atool"
brew "black"
brew "bmon"
brew "brightness"
brew "bwm-ng"
brew "ccache"
brew "eigen"
brew "gcc"
brew "suite-sparse"
brew "tbb"
brew "chunkwm"
brew "cloc"
brew "rlwrap"
brew "clojure"
brew "cmake"
brew "ctop"
brew "deno"
brew "libusb"
brew "dfu-util"
brew "docker"
brew "docker-machine"
brew "dshb"
brew "duviz"
brew "wxwidgets"
brew "erlang"
brew "elixir"
brew "elixir-ls"
brew "enchant"
brew "erlang_ls"
brew "exercism"
brew "exiftool"
brew "fd"
brew "guile"
brew "p11-kit"
brew "gnutls"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "hwloc"
brew "open-mpi"
brew "fftw"
brew "ncurses"
brew "fish"
brew "fop"
brew "fzf"
brew "glib-networking"
brew "gtk+3"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnu-chess"
brew "libksba"
brew "gnupg"
brew "go"
brew "gource"
brew "gperf"
brew "gping"
brew "graphicsmagick"
brew "graphviz"
brew "grep"
brew "groovy"
brew "vala"
brew "gspell"
brew "hashcat"
brew "helm"
brew "lua"
brew "htop"
brew "httpd"
brew "hyperkit"
brew "iftop"
brew "libheif"
brew "imagemagick"
brew "imlib2"
brew "ipython"
brew "jpeg-turbo"
brew "pandoc"
brew "jupyterlab"
brew "k9s"
brew "kerl"
brew "kubernetes-cli"
brew "lazygit"
brew "leiningen"
brew "openssl@3"
brew "libgccjit"
brew "libgweather"
brew "pygobject3"
brew "libpeas"
brew "libraqm"
brew "libsoup"
brew "libuvc"
brew "libxslt"
brew "lsusb"
brew "make"
brew "markdown"
brew "mas"
brew "maven"
brew "media-info"
brew "minikube"
brew "mplayer"
brew "mps-youtube"
brew "ncdu"
brew "neofetch"
brew "nghttp2"
brew "nginx"
brew "ninja"
brew "ninvaders"
brew "nload"
brew "nmap"
brew "numpy", link: false
brew "nvm"
brew "pillow"
brew "ocrmypdf"
brew "openapi-generator"
brew "opencv@3"
brew "p7zip"
brew "php"
brew "pipes-sh"
brew "plantuml"
brew "pngpaste"
brew "podman"
brew "qt"
brew "poppler"
brew "portaudio"
brew "postgresql"
brew "pspg"
brew "pulseaudio"
brew "pyenv"
brew "ranger"
brew "rclone"
brew "rebar3"
brew "redis"
brew "ripgrep"
brew "rogue"
brew "roswell"
brew "sbcl"
brew "screenfetch"
brew "shtool"
brew "speedtest-cli"
brew "tdlib", link: false
brew "telnet"
brew "terraform"
brew "tesseract-lang"
brew "the_silver_searcher"
brew "thefuck"
brew "tldr"
brew "transmission-cli"
brew "tree"
brew "unoconv"
brew "unrar"
brew "unzip"
brew "w3m"
brew "wget"
brew "wimlib"
brew "wxwidgets@3.0"
brew "x11vnc"
brew "xclip"
brew "yarn"
brew "ykman"
brew "zlib"
brew "zsh-syntax-highlighting"
brew "aws/tap/aws-sam-cli"
brew "borkdude/brew/babashka"
brew "cjbassi/ytop/ytop"
brew "clojure-lsp/brew/clojure-lsp-native"
brew "d12frosted/emacs-plus/emacs-plus@28", args: ["with-mailutils", "with-modern-black-variant-icon", "with-native-comp", "with-no-frame-refocus", "with-xwidgets"]
brew "eddieantonio/eddieantonio/imgcat"
brew "heroku/brew/heroku"
brew "jakehilborn/jakehilborn/displayplacer"
brew "superfly/tap/flyctl"
brew "yt-dlp/taps/yt-dlp"
cask "adobe-acrobat-reader"
cask "anki"
cask "apparency"
cask "atom"
cask "balenaetcher"
cask "bartender"
cask "basictex"
cask "betterzip"
cask "blackhole-16ch"
cask "brooklyn"
cask "chromedriver"
cask "db-browser-for-sqlite"
cask "deepl"
cask "element"
cask "energybar"
cask "eqmac"
cask "figma"
cask "flotato"
cask "handbrake"
cask "hyper"
cask "iina"
cask "insomnia"
cask "julia"
cask "karabiner-elements"
cask "mdimagesizemdimporter"
cask "monero-wallet"
cask "monitorcontrol"
cask "mpv"
cask "obs"
cask "osu"
cask "playonmac"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "seaglass"
cask "signal"
cask "steam"
cask "suspicious-package"
cask "swiftbar"
cask "syncthing"
cask "syntax-highlight"
cask "teamviewer"
cask "transmission"
cask "transmission-remote-gui"
cask "vagrant"
cask "visual-studio-code"
cask "vlc"
cask "vnc-server"
cask "vnc-viewer"
cask "webpquicklook"
cask "wine-stable"
cask "wireshark"
cask "xbar"
cask "xquartz"
mas "Adblock Plus", id: 1432731683
mas "Affinity Photo", id: 824183456
mas "Amphetamine", id: 937984704
mas "Bilingual News", id: 1033074719
mas "Boop", id: 1518425043
mas "Copied", id: 1026349850
mas "Developer", id: 640199958
mas "Disk Speed Test", id: 425264550
mas "GarageBand", id: 682658836
mas "GIPHY CAPTURE", id: 668208984
mas "ImageTextOCR", id: 1495787023
mas "JSONPeep", id: 1458969831
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Pages", id: 409201541
mas "PiPifier", id: 1160374471
mas "PomoDone App", id: 1096128050
mas "Poolside FM", id: 1514817810
mas "Quick Camera", id: 598853070
mas "Tayasui Sketches", id: 1178074963
mas "TextPlus", id: 1234445803
mas "The Ebook Converter", id: 1081457679
mas "Trello", id: 1278508951
mas "uBlock", id: 1385985095
mas "WhatsApp", id: 1147396723
mas "WireGuard", id: 1451685025
