tap "borkdude/brew"
tap "cjbassi/ytop"
tap "clementtsang/bottom"
tap "clojure-lsp/brew"
tap "d12frosted/emacs-plus"
tap "fluxcd/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "superfly/tap"
tap "unused-code/formulae"
brew "adns"
brew "openjdk"
brew "ant"
brew "aom"
brew "asciidoctor"
brew "m4"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "openssl@1.1"
brew "readline"
brew "unixodbc"
brew "asdf"
brew "aspell"
brew "assimp"
brew "gdbm"
brew "gettext"
brew "libffi"
brew "mpdecimal"
brew "pcre"
brew "sqlite"
brew "xz"
brew "glib"
brew "atk"
brew "atool"
brew "jansson"
brew "snappy"
brew "avro-c"
brew "aws-elasticbeanstalk"
brew "six"
brew "awscli"
brew "bash"
brew "bdw-gc"
brew "berkeley-db"
brew "icu4c"
brew "boost"
brew "brew-cask-completion"
brew "brotli"
brew "c-ares"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "pkg-config"
brew "libpthread-stubs"
brew "xorgproto"
brew "libxau"
brew "libxdmcp"
brew "libxcb"
brew "libx11"
brew "libxext"
brew "libxrender"
brew "lzo"
brew "pixman"
brew "cairo"
brew "eigen"
brew "gmp"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "zstd"
brew "gcc"
brew "gflags"
brew "glog"
brew "metis"
brew "openblas"
brew "tbb"
brew "suite-sparse"
brew "ceres-solver"
brew "libsigsegv"
brew "clisp"
brew "cloc"
brew "cmake"
brew "cpanminus"
brew "ctags"
brew "jemalloc"
brew "libev"
brew "libunistring"
brew "libidn2"
brew "libssh2"
brew "nghttp2"
brew "openldap"
brew "rtmpdump"
brew "curl"
brew "dav1d"
brew "dbus"
brew "docbook"
brew "docbook-xsl"
brew "docker", link: false
brew "docker-machine"
brew "docutils"
brew "double-conversion"
brew "eksctl"
brew "elinks"
brew "jpeg"
brew "libtiff"
brew "wxwidgets", link: false
brew "erlang"
brew "elixir"
brew "exercism"
brew "exiftool"
brew "expat"
brew "faac"
brew "faad2"
brew "fd"
brew "libogg"
brew "flac"
brew "frei0r"
brew "fribidi"
brew "giflib"
brew "guile"
brew "libevent"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "graphite2"
brew "harfbuzz"
brew "lame"
brew "little-cms2"
brew "openjpeg"
brew "webp"
brew "leptonica"
brew "libass"
brew "libbluray"
brew "libvorbis"
brew "opus"
brew "libsndfile"
brew "libsamplerate"
brew "libsodium"
brew "libsoxr"
brew "libvidstab"
brew "libvpx"
brew "opencore-amr"
brew "rav1e"
brew "rubberband"
brew "sdl2"
brew "speex"
brew "srt"
brew "tesseract"
brew "theora"
brew "x264"
brew "x265"
brew "xvid"
brew "zeromq"
brew "zimg"
brew "ffmpeg"
brew "fmt"
brew "fop"
brew "libxfixes"
brew "libxdamage"
brew "libxi"
brew "libxrandr"
brew "libxxf86vm"
brew "mesa"
brew "freeglut"
brew "fzf"
brew "gawk"
brew "gd"
brew "gdk-pixbuf"
brew "gengetopt"
brew "gh"
brew "jbig2dec"
brew "libidn"
brew "ghostscript"
brew "pcre2"
brew "git"
brew "gnu-getopt"
brew "git-flow-avh"
brew "tcl-tk"
brew "git-gui"
brew "git-lfs"
brew "gl2ps"
brew "glew"
brew "gsettings-desktop-schemas"
brew "glib-networking"
brew "go"
brew "glide"
brew "ncurses"
brew "global"
brew "gnu-sed"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "libcerf"
brew "lua"
brew "pango"
brew "gnuplot"
brew "sdl2_image"
brew "gource"
brew "gradle"
brew "graphene"
brew "jasper"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "gron"
brew "groovy"
brew "gsasl"
brew "hicolor-icon-theme"
brew "libepoxy"
brew "handbrake"
brew "szip"
brew "hdf5"
brew "helm"
brew "highlight"
brew "htop"
brew "iftop"
brew "ilmbase"
brew "imath"
brew "libde265"
brew "xmlto"
brew "shared-mime-info"
brew "libheif"
brew "liblqr"
brew "libomp"
brew "openexr"
brew "imagemagick"
brew "imagemagick@6"
brew "imlib2"
brew "ipython"
brew "ispell"
brew "jenv"
brew "jpeg-turbo"
brew "oniguruma"
brew "jq"
brew "jsoncpp"
brew "k9s"
brew "kerl"
brew "krb5"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "leiningen"
brew "libb2"
brew "lz4"
brew "libarchive"
brew "sdl"
brew "libav"
brew "libcaca"
brew "libconfig"
brew "libcuefile"
brew "libebml"
brew "libgccjit"
brew "libice"
brew "libiconv"
brew "libmagic"
brew "libmatroska"
brew "libmetalink"
brew "libmicrohttpd"
brew "libmms"
brew "libnice"
brew "libpq"
brew "libproxy"
brew "libpsl"
brew "lzlib"
brew "librdkafka"
brew "libreplaygain"
brew "libressl"
brew "libserdes"
brew "libshout"
brew "libsm"
brew "libsoup"
brew "libusrsctp"
brew "libuv"
brew "libvncserver"
brew "libwebsockets"
brew "libxml2"
brew "libxt"
brew "libxmu"
brew "libxslt"
brew "lsusb"
brew "lua@5.1"
brew "luajit-openresty"
brew "lynx"
brew "mad"
brew "mailutils"
brew "make"
brew "markdown"
brew "mas"
brew "maven"
brew "media-info"
brew "ninja"
brew "meson"
brew "minikube"
brew "nlohmann-json"
brew "pugixml"
brew "utf8cpp"
brew "mkvtoolnix"
brew "mplayer"
brew "mps-youtube"
brew "mujs"
brew "uchardet"
brew "vapoursynth"
brew "youtube-dl"
brew "mpv"
brew "mupdf"
brew "musepack"
brew "nasm"
brew "ncdu"
brew "screenresolution"
brew "neofetch"
brew "netcdf"
brew "ngrep"
brew "nload"
brew "nmap"
brew "nspr"
brew "nss"
brew "numpy"
brew "nvm"
brew "protobuf"
brew "pyqt@5"
brew "vtk"
brew "opencv"
brew "openjdk@11"
brew "orc"
brew "p7zip"
brew "pandoc"
brew "perl"
brew "pidof"
brew "pinentry-mac"
brew "pipes-sh"
brew "plantuml"
brew "pngpaste"
brew "qemu"
brew "podman"
brew "poppler"
brew "popt"
brew "portaudio"
brew "postgresql"
brew "prometheus"
brew "pyenv"
brew "pyqt"
brew "python-yq"
brew "rabbitmq"
brew "rabbitmq-c"
brew "ranger"
brew "redis"
brew "ripgrep"
brew "rlwrap"
brew "rpm"
brew "ruby"
brew "sbcl"
brew "sbt"
brew "scrcpy"
brew "screenfetch"
brew "shfmt"
brew "sip"
brew "sleepwatcher"
brew "sofia-sip"
brew "sonar-scanner"
brew "speedtest-cli"
brew "srtp"
brew "streamlink"
brew "taglib"
brew "telnet"
brew "terraform"
brew "texinfo"
brew "the_silver_searcher"
brew "thefuck"
brew "trash"
brew "tree"
brew "unzip"
brew "vagrant-completion"
brew "vala"
brew "w3m"
brew "websocat"
brew "wget"
brew "wxwidgets@3.0"
brew "x11vnc"
brew "xclip"
brew "yajl"
brew "yaml-cpp"
brew "yasm"
brew "ykman"
brew "zenity"
brew "zlib"
brew "borkdude/brew/clj-kondo"
brew "clementtsang/bottom/bottom"
brew "clojure-lsp/brew/clojure-lsp-native"
brew "d12frosted/emacs-plus/emacs-plus@27", args: ["with-modern-black-variant-icon", "with-no-frame-refocus", "with-xwidgets"]
brew "fluxcd/tap/flux"
brew "superfly/tap/flyctl"
brew "unused-code/formulae/unused"
cask "adobe-acrobat-reader"
cask "chromedriver"
cask "coscreen"
cask "deepl"
cask "discord"
cask "firefox-developer-edition"
cask "font-fira-code"
cask "google-chrome"
cask "google-drive"
cask "haptickey"
cask "iina"
cask "insomnia"
cask "karabiner-elements"
cask "lens"
cask "logitech-options"
cask "microsoft-teams"
cask "monitorcontrol"
cask "notion"
cask "obs"
cask "syncthing"
cask "syntax-highlight"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "xbar"
cask "xquartz"
mas "1Password 7", id: 1333542190
mas "AdBlock", id: 1402042596
mas "Adblock Plus", id: 1432731683
mas "Amphetamine", id: 937984704
mas "BombSquad", id: 416482767
mas "Boop", id: 1518425043
mas "Copied", id: 1026349850
mas "ImageTextOCR", id: 1495787023
mas "JSONPeep", id: 1458969831
mas "Magnet", id: 441258766
mas "MeetingBar", id: 1532419400
mas "monday.com", id: 1298450641
mas "Poolsuite FM", id: 1514817810
mas "Quick Camera", id: 598853070
mas "Shazam", id: 897118787
mas "Slack", id: 803453959
mas "Telegram", id: 747648890
mas "Xcode", id: 497799835
