tap "1password/tap"
tap "borkdude/brew"
tap "cjbassi/ytop"
tap "clementtsang/bottom"
tap "clojure-lsp/brew"
tap "d12frosted/emacs-plus"
tap "dbt-labs/dbt"
tap "fluxcd/tap"
tap "getsentry/tools"
tap "hashicorp/tap"
tap "holoarchivists/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "homebrew/test-bot"
tap "oven-sh/bun"
tap "platogo/tap", "https://github.com/platogo/homebrew-tap.git"
tap "pulumi/tap"
tap "supabase/tap"
tap "superfly/tap"
tap "unused-code/formulae"
brew "ack"
brew "act"
brew "adns"
brew "agg"
brew "brotli"
brew "giflib"
brew "imath"
brew "jpeg-turbo"
brew "libpng"
brew "lz4"
brew "xz"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "openexr"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "gettext"
brew "mpdecimal"
brew "openssl@3"
brew "pcre2"
brew "readline"
brew "glib"
brew "libyaml"
brew "argo"
brew "ruby"
brew "asciidoctor"
brew "asciinema"
brew "m4"
brew "autoconf"
brew "automake"
brew "gmp"
brew "coreutils"
brew "libtool"
brew "asdf"
brew "aspell"
brew "assimp"
brew "dbus"
brew "xorgproto"
brew "libxau"
brew "libxdmcp"
brew "libxcb"
brew "libx11"
brew "libxext"
brew "libxfixes"
brew "libxi"
brew "at-spi2-core"
brew "atool"
brew "jansson"
brew "snappy"
brew "avro-c"
brew "awscli"
brew "bash"
brew "libssh2"
brew "oniguruma"
brew "bat"
brew "bdw-gc"
brew "berkeley-db"
brew "icu4c"
brew "boost"
brew "bpytop"
brew "brew-cask-completion"
brew "c-ares"
brew "freetype"
brew "fontconfig"
brew "libxrender"
brew "lzo"
brew "pixman"
brew "cairo"
brew "eigen"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "gflags"
brew "glog"
brew "metis"
brew "openblas"
brew "libomp", link: true
brew "suite-sparse"
brew "tbb"
brew "ceres-solver"
brew "libsigsegv"
brew "clisp"
brew "cloc"
brew "graphite2"
brew "harfbuzz"
brew "openjdk"
brew "rlwrap"
brew "clojure"
brew "cloudflared"
brew "cmake"
brew "cocoapods"
brew "cpanminus"
brew "ctags", link: false
brew "libunistring"
brew "libidn2"
brew "openldap"
brew "rtmpdump"
brew "curl"
brew "d2"
brew "dav1d"
brew "deno"
brew "direnv"
brew "dnsmasq"
brew "docbook"
brew "docbook-xsl"
brew "docutils"
brew "double-conversion"
brew "draco"
brew "fmt"
brew "libevent"
brew "libsodium"
brew "eksctl"
brew "wxwidgets"
brew "elixir"
brew "elixir-ls"
brew "exercism"
brew "exiftool"
brew "faac"
brew "faad2"
brew "fastlane"
brew "fd"
brew "libogg"
brew "flac"
brew "frei0r"
brew "fribidi"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "lame"
brew "openjpeg"
brew "leptonica"
brew "libb2"
brew "libass"
brew "libbluray"
brew "libmicrohttpd"
brew "libsamplerate"
brew "libvorbis"
brew "opus"
brew "libsndfile"
brew "libsoxr"
brew "libvidstab"
brew "libvpx"
brew "opencore-amr"
brew "pango"
brew "rav1e"
brew "rubberband"
brew "sdl2"
brew "speex"
brew "srt"
brew "tesseract"
brew "theora"
brew "x264"
brew "x265"
brew "xvid"
brew "zeromq"
brew "zimg"
brew "ffmpeg"
brew "numpy"
brew "pugixml"
brew "fop"
brew "libxdamage"
brew "libxrandr"
brew "libxxf86vm"
brew "mesa"
brew "freeglut"
brew "fzf"
brew "gawk"
brew "libavif"
brew "gd"
brew "gdbm"
brew "gdk-pixbuf"
brew "gengetopt"
brew "gh"
brew "jbig2dec"
brew "libidn"
brew "ghostscript"
brew "ghq"
brew "git"
brew "git-crypt"
brew "gnu-getopt"
brew "git-flow-avh"
brew "tcl-tk"
brew "git-gui"
brew "git-lfs"
brew "gl2ps"
brew "glew"
brew "gsettings-desktop-schemas"
brew "glib-networking"
brew "global"
brew "glow"
brew "gnirehtet"
brew "gnu-sed"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "jasper"
brew "libcerf"
brew "libmng"
brew "lua"
brew "qt"
brew "gnuplot"
brew "go"
brew "pkg-config"
brew "gobject-introspection"
brew "sdl2_image"
brew "gource"
brew "gradle"
brew "graphene"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "gron"
brew "grpcurl"
brew "gsasl"
brew "hicolor-icon-theme"
brew "libepoxy"
brew "gtk+3"
brew "libcuefile"
brew "libpsl"
brew "libpthread-stubs"
brew "libreplaygain"
brew "libshout"
brew "libsoup"
brew "libusrsctp"
brew "musepack"
brew "orc"
brew "py3cairo"
brew "srtp"
brew "taglib"
brew "guile"
brew "h2"
brew "handbrake", link: false
brew "hdf5"
brew "helm"
brew "hidapi"
brew "highlight"
brew "htop"
brew "iftop"
brew "libde265"
brew "shared-mime-info"
brew "libheif"
brew "liblqr"
brew "libraw"
brew "imagemagick"
brew "imlib2"
brew "ios-deploy"
brew "ipython"
brew "ispell"
brew "isync"
brew "jemalloc"
brew "jenv"
brew "jpeg"
brew "jq"
brew "jsoncpp"
brew "k9s"
brew "lzlib"
brew "librdkafka"
brew "libserdes"
brew "yajl"
brew "kcat"
brew "kerl"
brew "krb5"
brew "kubernetes-cli"
brew "kubectx"
brew "lazygit"
brew "leiningen"
brew "libcaca"
brew "libconfig"
brew "libebml"
brew "libev"
brew "libffi"
brew "libfreenect"
brew "libgccjit"
brew "libice"
brew "libiconv"
brew "libmagic"
brew "libmatroska"
brew "libmms"
brew "libmetalink"
brew "libnice"
brew "libolm"
brew "libpq"
brew "libproxy"
brew "libressl"
brew "libsm"
brew "libuv"
brew "libvncserver"
brew "libwebsockets"
brew "libxml2"
brew "libxt"
brew "libxmu"
brew "libxslt"
brew "lsusb"
brew "luajit-openresty"
brew "lynx"
brew "mad"
brew "mailutils"
brew "make"
brew "markdown"
brew "node"
brew "marp-cli"
brew "mas"
brew "maven"
brew "media-info"
brew "ninja"
brew "meson"
brew "minikube"
brew "mkcert"
brew "nlohmann-json"
brew "utf8cpp"
brew "mkvtoolnix"
brew "mplayer"
brew "mujs"
brew "uchardet"
brew "vapoursynth"
brew "yt-dlp"
brew "mpv"
brew "mupdf"
brew "nasm"
brew "ncdu"
brew "screenresolution"
brew "neofetch"
brew "netcdf"
brew "nghttp2"
brew "ngrep"
brew "nload"
brew "nmap"
brew "nspr"
brew "nss"
brew "nvm"
brew "openjdk@11"
brew "openapi-generator"
brew "protobuf"
brew "pyqt"
brew "vtk"
brew "opencv"
brew "ossp-uuid"
brew "p7zip"
brew "pandoc"
brew "pcre"
brew "perl"
brew "sbcl"
brew "pgloader"
brew "pidof"
brew "pinentry-mac"
brew "pipes-sh"
brew "pngpaste"
brew "pnpm"
brew "poppler"
brew "popt"
brew "portaudio"
brew "postgresql@14"
brew "prometheus"
brew "pyqt@5"
brew "python-yq"
brew "qemu"
brew "qrencode"
brew "rabbitmq-c"
brew "ranger"
brew "rebar3"
brew "ripgrep"
brew "roswell"
brew "sbt"
brew "scipy"
brew "scrcpy"
brew "screenfetch"
brew "sdl12-compat"
brew "shellcheck"
brew "shfmt"
brew "silicon"
brew "sip"
brew "six"
brew "sleepwatcher"
brew "sofia-sip"
brew "speedtest-cli"
brew "squashfs"
brew "streamlink"
brew "swagger-codegen@2", link: true
brew "telnet"
brew "terraform"
brew "texinfo"
brew "the_silver_searcher"
brew "tmux"
brew "trash"
brew "tree"
brew "unzip"
brew "vala"
brew "w3m"
brew "wasmtime"
brew "watch"
brew "watchman"
brew "websocat"
brew "wget"
brew "winetricks"
brew "x11vnc"
brew "xclip"
brew "xmlto"
brew "yaml-cpp"
brew "yasm"
brew "yewtube"
brew "ykman"
brew "zenity"
brew "zlib"
brew "borkdude/brew/babashka"
brew "borkdude/brew/clj-kondo"
brew "clojure-lsp/brew/clojure-lsp-native"
brew "d12frosted/emacs-plus/emacs-plus@29", args: ["with-mailutils", "with-modern-black-variant-icon", "with-native-comp", "with-no-frame-refocus", "with-xwidgets"]
brew "fluxcd/tap/flux"
brew "getsentry/tools/sentry-cli"
brew "holoarchivists/tap/ytarchive"
brew "oven-sh/bun/bun"
brew "platogo/tap/atoss-cli"
brew "platogo/tap/peactl", args: ["HEAD"]
brew "pulumi/tap/pulumi"
brew "supabase/tap/supabase"
brew "superfly/tap/flyctl"
brew "unused-code/formulae/unused"
cask "1password-cli"
cask "android-platform-tools"
cask "android-studio"
cask "anki"
cask "arc"
cask "asana"
cask "avifquicklook"
cask "aws-vault"
cask "balenaetcher"
cask "blender"
cask "chatgpt"
cask "chromedriver"
cask "cloudflare-warp"
cask "deepl"
cask "figma"
cask "font-fira-code"
cask "google-drive"
cask "handbrake"
cask "karabiner-elements"
cask "keycastr"
cask "logitech-options"
cask "microsoft-teams"
cask "mitmproxy"
cask "obs"
cask "orbstack"
cask "paintbrush"
cask "renpy"
cask "sidequest"
cask "sketch"
cask "sourcetree"
cask "transmission"
cask "transmission-remote-gui"
cask "visual-studio-code"
cask "vlc"
cask "vnc-viewer"
cask "whisky"
cask "wireshark"
cask "xbar"
cask "xquartz"
mas "AdGuard for Safari", id: 1440147259
mas "Affinity Photo", id: 824183456
mas "Amphetamine", id: 937984704
mas "Balance Lock", id: 1019371109
mas "Boop", id: 1518425043
mas "CapCut", id: 1500855883
mas "Clocker", id: 1056643111
mas "Congress", id: 1488917782
mas "Developer", id: 640199958
mas "Equinox", id: 1591510203
mas "Furiganify!", id: 1151320968
mas "ImageTextOCR", id: 1495787023
mas "JSONPeep", id: 1458969831
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "monday.com", id: 1298450641
mas "Notion Web Clipper", id: 1559269364
mas "Numbers", id: 409203825
mas "Okta Extension App", id: 1439967473
mas "Okta Verify", id: 490179405
mas "Pages", id: 409201541
mas "Poolsuite FM", id: 1514817810
mas "Prime Video", id: 545519333
mas "Quick Camera", id: 598853070
mas "Saber", id: 1671523739
mas "Session", id: 1521432881
mas "Shazam", id: 897118787
mas "Slack", id: 803453959
mas "Speediness", id: 1596706466
mas "Telegram", id: 747648890
mas "TestFlight", id: 899247664
mas "Vimari", id: 1480933944
mas "waifu2x", id: 1286485858
mas "Xcode", id: 497799835
mas "‎WhatsApp", id: 310633997
vscode "akamud.vscode-theme-onedark"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "asciidoctor.asciidoctor-vscode"
vscode "astro-build.astro-vscode"
vscode "aykutsarac.jsoncrack-vscode"
vscode "ban.spellright"
vscode "betterthantomorrow.calva"
vscode "betterthantomorrow.calva-spritz"
vscode "bierner.markdown-mermaid"
vscode "bradlc.vscode-tailwindcss"
vscode "brettm12345.nixfmt-vscode"
vscode "budparr.language-hugo-vscode"
vscode "caarlos0.language-prometheus"
vscode "castwide.solargraph"
vscode "cesium.gltf-vscode"
vscode "codescene.codescene-vscode"
vscode "cssho.vscode-svgviewer"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "deepinthought.vscode-shell-snippets"
vscode "deerawan.vscode-dash"
vscode "denoland.vscode-deno"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "erlang-ls.erlang-ls"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "florinpatrascu.vscode-elixir-snippets"
vscode "formulahendry.code-runner"
vscode "formulahendry.github-actions"
vscode "foxundermoon.shell-format"
vscode "fumobox.vtool"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-execution"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "hridoy.rails-snippets"
vscode "idered.npm"
vscode "idleberg.applescript"
vscode "ing-bank.vscode-psl"
vscode "janisdd.vscode-edit-csv"
vscode "jebbs.plantuml"
vscode "jnoortheen.nix-ide"
vscode "jolaleye.horizon-theme-vscode"
vscode "josetr.cmake-language-support-vscode"
vscode "kahole.magit"
vscode "karunamurti.haml"
vscode "katsute.code-background"
vscode "kevinrose.vsc-python-indent"
vscode "koichisasada.vscode-rdbg"
vscode "leonardssh.vscord"
vscode "lexical-lsp.lexical"
vscode "llvm-vs-code-extensions.vscode-clangd"
vscode "lokalise.i18n-ally"
vscode "luquedaniel.languague-renpy"
vscode "marp-team.marp-vscode"
vscode "mattn.lisp"
vscode "mechatroner.rainbow-csv"
vscode "mgmcdermott.vscode-language-babel"
vscode "mindaro-dev.file-downloader"
vscode "mindaro.mindaro"
vscode "misogi.ruby-rubocop"
vscode "mkhl.direnv"
vscode "mlueckert.a-frame-completion"
vscode "mrmlnc.vscode-csscomb"
vscode "mrorz.language-gettext"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-pg"
vscode "naumovs.color-highlight"
vscode "njpwerner.autodocstring"
vscode "noku.rails-run-spec-vscode"
vscode "orta.vscode-jest"
vscode "pantajoe.vscode-elixir-credo"
vscode "pgourlain.erlang"
vscode "phoenixframework.phoenix"
vscode "pkief.material-icon-theme"
vscode "pomdtr.excalidraw-editor"
vscode "randomfractalsinc.vscode-vega-viewer"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "remisa.shellman"
vscode "ricard.postcss"
vscode "samuelcolvin.jinjahtml"
vscode "saratravi.elixir-formatter"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shopify.ruby-extensions-pack"
vscode "shopify.ruby-lsp"
vscode "sidthesloth.html5-boilerplate"
vscode "smockle.xcode-default-theme"
vscode "sorbet.sorbet-vscode-extension"
vscode "steoates.autoimport"
vscode "stevencl.adddoccomments"
vscode "sumneko.lua"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "techer.open-in-browser"
vscode "technosophos.vscode-make"
vscode "terrastruct.d2"
vscode "tootone.org-mode"
vscode "twxs.cmake"
vscode "uetchy.ancient-one-dark"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vitest.explorer"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "vsls-contrib.gistfs"
vscode "vtrois.gitmoji-vscode"
vscode "wakatime.vscode-wakatime"
vscode "wayou.vscode-todo-highlight"
vscode "wholroyd.jinja"
vscode "william-voyek.vscode-nginx"
vscode "xabikos.javascriptsnippets"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "zignd.html-css-class-completion"
vscode "zxh404.vscode-proto3"
